let books = [
    {
        "title": "谜案侦探2",
        "mainimg": require("../assets/bookimgs/1.jpeg"),
        "outline": "A市突然发现一名死妆很想僵尸的一名死者，在追查过程中一个又一个相关的人连连被杀害。一位高中生这天突然来求助夏哲侦探，究竟他遇到了什么",
        "id": 101
    },
    {
        "title": "故事里的王国",
        "mainimg": require("../assets/bookimgs/2.jpeg"),
        "outline": "A市突然发现一名死妆很想僵尸的一名死者，在追查过程中一个又一个相关的人连连被杀害。一位高中生这天突然来求助夏哲侦探，究竟他遇到了什么问题。五区连续发生儿童命案。年代久远的荒村究竟有什么秘密，在调查过程中夏哲却被困在了密室之中。这究竟是人性的扭曲还是道德的沦丧",
        "id": 102
    },
    {
        "title": "末世基因纪元",
        "mainimg": require("../assets/bookimgs/3.jpeg"),
        "outline": "刚就业就被外星人绑架，就要被当小白鼠做基因实验…\n横竖都是死，吴天大胆向外星人提出了自己的基因理论……\n于是奇点基因就此诞生",
        "id": 103
    },
    {
        "title": "入夜三更后",
        "mainimg": require("../assets/bookimgs/4.jpeg"),
        "outline": "四下无人云遮月，入夜三更鬼敲门。平日不做亏心事，何惧阵阵敲门声。”周赫修半柱香后，沉思片刻才说出这两句话。面前老人身子一颤，面露慌张神情，急忙说求先生救我.周赫修与林山对视后，又看着趴在老人身上血肉模糊的孩子叹了口气说：“你回去吧，那孩子不止在你梦里，而是在你身上，自你强行用他给你续命的时候，就",
        "id": 104
    }
]

let articles = [
    {
        "id": 100001,
        "title": "出村了1",
        "bookid": 101,
        "content": "我是101的第1章节"
    },
    {
        "id": 100002,
        "title": "出村了2",
        "bookid": 101,
        "content": "我是101的第2章节"
    },
    {
        "id": 100003,
        "title": "出村了1",
        "bookid": 102,
        "content": "我是102的第1章节"
    },
    {
        "id": 100004,
        "title": "出村了2",
        "bookid": 102,
        "content": "我是102的第2章节"
    },
    {
        "id": 100005,
        "title": "出村了1",
        "bookid": 103,
        "content": "我是103的第1章节"
    },
    {
        "id": 100006,
        "title": "出村了2",
        "bookid": 103,
        "content": "我是103的第2章节"
    },
    {
        "id": 100007,
        "title": "出村了1",
        "bookid": 104,
        "content": "我是104的第1章节"
    },
    {
        "id": 100008,
        "title": "出村了2",
        "bookid": 104,
        "content": "我是104的第2章节"
    }
]

export {books, articles}